<script setup>
</script>

<template>
    <div class="container-fluid justify-content-start">
        <h1>Вітаємо в додатку для пошуку нерухомості!</h1>
        <p>
            Ви маєте можливість шукати нерухомость за багатьма параметрами
            й порівнювати її з іншою нерухомостю. Надається карта з відміченими всіма
            містами, порівняння цін на нерухомість між ними,
            кількість кімнат і розміри.
        </p>
        <p>
            У кожному оголошені надається першоджерело, посилання на продавця,
            і статистика з порівнянням іншої нерухомості. Таким чином є можливість
            швидко знайти найкращий варіант, які є наразі в базі даних.
        </p>
        <p>
            Кожні 3 години йде оновлення бази даних.
            Оголошення додаються з дкількох джерел: OLX.
            Протягом наступних ітерацій розробки кількість парсерів
            для витягування необхідних даних буде збільшуватись.
        </p>
        <h1>Чому варто обрати саме цей додаток?</h1>
        <h3>1) Актуальна інформація.</h3>
        <p>
            Дані відновлюються динамічно протягом дня кожні 3 години,
            тому шанс пропусти оголошення, яке вам необхідне, є достатньо низьким.
            Закриті оголошення також динамічно видаляються.
        </p>
        <h3>2) Потужний інструмент пошуку. </h3>
        <p>
            Надається доступ пошуку за різними параметрами, що відфільтрує
            непотрібні оголошення й знайде очікуванні результати.
        </p>
        <h3>3) Інструменти аналізу.</h3>
        <p>
            На відміну від інших подібних платформ є інструменти порівняння й аналізу.
            У наступних ітераціях буде додана рекомендаційна система, яка буде пропонувати
            подібні, але карщі варіанти, для Вас.
        </p>
        <h1>Що буде додано в наступних ітераціях розробки?</h1>
        <ul>
            <li>Рекомендаційна система</li>
            <li>Пошук за описом замовника</li>
            <li>Парсери для пошуку оголошень (УкрХата й DIM.RIA)</li>
        </ul>
    </div>
</template>